[
  { "id" : 0,
    "source_photo": "https://upload.wikimedia.org/wikipedia/commons/7/74/%E0%B4%95%E0%B5%88%E0%B4%A4%E0%B4%9A%E0%B5%8D%E0%B4%9A%E0%B4%95%E0%B5%8D%E0%B4%95.jpg",
    "title_photo": "Pineapple",
    "description_photo": "The pineapple (Ananas coumosus) is a tropical plant with an edible fruit and the most economically significant plant in the family Bromeliaceae"
  },
  { "id" : 1,
    "source_photo":"https://upload.wikimedia.org/wikipedia/commons/4/43/Ambersweet_oranges.jpg",
    "title_photo": "Orange",
    "description_photo":  "An orange is a fruit of various citrus species in the family Rutaceae (see list of plants known as orange); it primarily refers to Citrus × sinensis,[1] which is also called sweet orange, to distinguish it from the related Citrus × aurantium, referred to as bitter orange. The sweet orange reproduces asexually (apomixis through nucellar embryony); varieties of sweet orange arise through mutations"
  },
  { "id" : 2,
    "source_photo":"https://hoaquafuji.com/storage/app/media/gia-cherry-tren-thi-truong-00.png",
    "title_photo": "Cherry",
    "description_photo": "A cherry is the fruit of many plants of the Prunus, and is a fleshy drupe (stone fruit)"
  },
  { "id" : 3,
    "source_photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Avocado_Hass_-_single_and_halved.jpg/640px-Avocado_Hass_-_single_and_halved.jpg",
    "title_photo": "Avocado",
    "description_photo": "The avocado (Persea americana) is a medium-sized, evergreen tree in the laurel family (Lauraceae). It is native to the Americas and was first domesticated by Mesoamerican tribes more than 5,000 years ago. Then as now it was prized for its large and unusually oily fruit"
  },
  { "id" : 4,
    "source_photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Garden_strawberry_%28Fragaria_%C3%97_ananassa%29_single2.jpg/800px-Garden_strawberry_%28Fragaria_%C3%97_ananassa%29_single2.jpg",
    "title_photo": "Strawberry",
    "description_photo": "The garden strawberry (or simply strawberry; Fragaria × ananassa)[1] is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries, which are cultivated worldwide for their fruit. The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. It is consumed in large quantities, either fresh or in such prepared foods as jam, juice, pies, ice cream, milkshakes, and chocolates. Artificial strawberry flavorings and aromas are also widely used in products such as candy, soap, lip gloss, perfume, and many others."
  }
]